import { CardProps } from '../interfaces/dataInterfaces';

const cardsData: CardProps[] = [
  {
    icon: 'img/card1icon.svg',
    title: 'Для поиска сотрудников',
    content:
      'Следите за\u00A0тенденциями рынка, чтобы вовремя корректировать ' +
      'стратегию подбора персонала. Оценивайте средние зарплаты ' +
      'в\u00A0разных регионах и\u00A0профобластях. Находите ' +
      'регионы-доноры, откуда можно привлекать сотрудников.',
    image: 'img/card1.svg',
  },
  {
    icon: 'img/card2icon.svg',
    title: 'Для поиска работы',
    content:
      'Изучайте уровень конкуренции в\u00A0интересующих вас профобластях ' +
      'и\u00A0регионах с\u00A0помощью показателя hh.индекс, ' +
      'а\u00A0также средний уровень зарплат и\u00A0динамику вакансий.',
    image: 'img/card2.svg',
  },
  {
    icon: 'img/card3icon.svg',
    title: 'Для запуска новых продуктов',
    content:
      'Изучайте ситуацию на\u00A0рынке труда, чтобы понимать возможности ' +
      'аудитории в\u00A0разных городах и\u00A0регионах. Оценивайте ' +
      'востребованность профессий, если вы\u00A0планируете запуск новых ' +
      'образовательных продуктов.',
    image: 'img/card3.svg',
  },
  {
    icon: 'img/card4icon.svg',
    title: 'Для статей и отчётов о ситуации на рынке',
    content:
      'Собирайте нужные для ваших аналитических материалов данные ' +
      'самостоятельно и\u00A0онлайн. Статистика поможет составить ' +
      'достоверную картину о\u00A0ситуации в\u00A0разных регионах ' +
      'и\u00A0профессиональных сферах.',
    image: 'img/card4.svg',
  },
];

export default cardsData;
